{
    "meta":  {
                 "debug":  {
                               "topics":  {
                                              "how_others_see_me":  {
                                                                        "used_blocks_sample":  [
                                                                                                   {
                                                                                                       "block_id":  "planet:sun",
                                                                                                       "knowledge_item_id":  12563,
                                                                                                       "key":  "natal.planet.sun.sign.capricorn.house.1",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Солнце в Козероге в 1-м доме: карьерный стиль «собранность, ответственность, результат». Сильная ставка на репутацию, статус и долгий цикл. Риск — жёсткость и перегруз. Солнце здесь усиливает лидерство через пример: тебя считывают как опору. Практика: формализуй роль (зона ответственности, KPI) и веди портфолио результатов."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:moon",
                                                                                                       "knowledge_item_id":  12558,
                                                                                                       "key":  "natal.planet.moon.sign.aquarius.house.2",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Луна в Водолее во 2-м доме: деньги через нестандарт, технологии, сеть и ценность «по-новому». Важно не только заработать, но и иметь свободу/смысл в монетизации. Луна: доход зависит от ощущения безопасности; возможны колебания. Практика: введи финансовый буфер и стабильную систему учёта, чтобы ресурс не «качало»."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:mercury",
                                                                                                       "knowledge_item_id":  12565,
                                                                                                       "key":  "natal.planet.mercury.sign.capricorn.house.1",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Меркурий в Козероге в 1-м доме: карьерный стиль «собранность, ответственность, результат». Сильная ставка на репутацию, статус и долгий цикл. Риск — жёсткость и перегруз. Меркурий: сильны стратегия, документы, аналитика и переговоры «по фактам». Практика: стандартизируй коммуникации (шаблоны писем, протоколы решений, чек-листы)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:venus",
                                                                                                       "knowledge_item_id":  12564,
                                                                                                       "key":  "natal.planet.venus.sign.aquarius.house.2",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Венера в Водолее во 2-м доме: деньги через нестандарт, технологии, сеть и ценность «по-новому». Важно не только заработать, но и иметь свободу/смысл в монетизации. Венера: монетизация через вкус, упаковку ценности, отношения и договорённости. Практика: прокачай позиционирование (оффер, прайс, кейсы) и держи прозрачные правила оплаты."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:mars",
                                                                                                       "knowledge_item_id":  12560,
                                                                                                       "key":  "natal.planet.mars.sign.sagittarius.house.12",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Марс в Стрельце в 12-м доме: энергия уходит в закулисье — исследование, подготовку, смысловые проекты. Сильны работа «в тишине», обучение, дальние цели. Риск — выгорание и скрытая раздражительность. Практика: планируй нагрузку циклами (спринт/восстановление) и выноси результат наружу маленькими релизами."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:jupiter",
                                                                                                       "knowledge_item_id":  12557,
                                                                                                       "key":  "natal.planet.jupiter.sign.cancer.house.7",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Юпитер в Раке в 7-м доме: рост через партнёрства, клиентов и доверие. Сильны долгие отношения, забота о качестве сервиса и репутация «своего человека». Риск — брать на себя слишком много. Практика: фиксируй границы, SLA/ожидания и усиливай рекомендации."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:neptune",
                                                                                                       "knowledge_item_id":  12561,
                                                                                                       "key":  "natal.planet.neptune.sign.capricorn.house.1",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Нептун в Козероге в 1-м доме: карьерный стиль «собранность, ответственность, результат». Сильная ставка на репутацию, статус и долгий цикл. Риск — жёсткость и перегруз. Нептун: видение + идеал качества, но возможен туман целей и расплывчатые договорённости. Практика: всегда фиксируй критерии успеха и границы ответственности письменно."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:pluto",
                                                                                                       "knowledge_item_id":  12566,
                                                                                                       "key":  "natal.planet.pluto.sign.scorpio.house.11",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Плутон в Скорпионе в 11-м доме: влияние через сеть, команды и проекты с высокой ставкой. Ты умеешь собирать сильных людей и менять правила игры, но важно избегать токсичных союзов. Практика: выбирай сообщества по ценностям, держи прозрачные роли и усиливай авторитет через кейсы."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:saturn",
                                                                                                       "knowledge_item_id":  12562,
                                                                                                       "key":  "natal.planet.saturn.sign.capricorn.house.1",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Сатурн в Козероге в 1-м доме: карьерный стиль «собранность, ответственность, результат». Сильная ставка на репутацию, статус и долгий цикл. Риск — жёсткость и перегруз. Сатурн: талант строить систему и держать качество, но рост часто через испытания. Практика: выбери один долгий проект и введи регулярный ритм контроля (еженедельные ревью/отчёты)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet:uranus",
                                                                                                       "knowledge_item_id":  12559,
                                                                                                       "key":  "natal.planet.uranus.sign.capricorn.house.1",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Уран в Козероге в 1-м доме: карьерный стиль «собранность, ответственность, результат». Сильная ставка на репутацию, статус и долгий цикл. Риск — жёсткость и перегруз. Уран: нестандартное лидерство и тяга к реформам; сильны технологии и новые подходы. Практика: оформляй инновации в понятные метрики (A/B, пилоты, сроки), чтобы идеи становились результатом."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet_group_luminaries",
                                                                                                       "knowledge_item_id":  2347,
                                                                                                       "key":  "natal.planets.group.luminaries.count.2",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-21 10:40:05",
                                                                                                       "text":  "Группа планет: светила (Солнце+Луна) (кол-во = 2). В карьере это показывает, какая подсистема чаще ведёт решения: мотивация, направление и выгорание/ресурс. Практика: проверь, поддерживает ли текущая роль эту подсистему (формат задач, KPI, уровень ответственности). Если нет — добавь компенсатор: процесс, партнёр в команде или смена фокуса проекта."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet_group_inner",
                                                                                                       "knowledge_item_id":  2352,
                                                                                                       "key":  "natal.planets.group.inner.count.3",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-21 10:40:05",
                                                                                                       "text":  "Группа планет: личные (Меркурий/Венера/Марс) (кол-во = 3). В карьере это показывает, какая подсистема чаще ведёт решения: навыки, сделки, коммуникации и скорость выполнения. Практика: проверь, поддерживает ли текущая роль эту подсистему (формат задач, KPI, уровень ответственности). Если нет — добавь компенсатор: процесс, партнёр в команде или смена фокуса проекта."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet_group_social",
                                                                                                       "knowledge_item_id":  2356,
                                                                                                       "key":  "natal.planets.group.social.count.2",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-21 10:40:05",
                                                                                                       "text":  "Группа планет: социальные (Юпитер/Сатурн) (кол-во = 2). В карьере это показывает, какая подсистема чаще ведёт решения: структура, статус, правила и управляемый рост. Практика: проверь, поддерживает ли текущая роль эту подсистему (формат задач, KPI, уровень ответственности). Если нет — добавь компенсатор: процесс, партнёр в команде или смена фокуса проекта."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "planet_group_outer",
                                                                                                       "knowledge_item_id":  2361,
                                                                                                       "key":  "natal.planets.group.outer.count.3",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-21 10:40:05",
                                                                                                       "text":  "Группа планет: высшие (Уран/Нептун/Плутон) (кол-во = 3). В карьере это показывает, какая подсистема чаще ведёт решения: инновации, стратегия, изменения и работа с неопределённостью. Практика: проверь, поддерживает ли текущая роль эту подсистему (формат задач, KPI, уровень ответственности). Если нет — добавь компенсатор: процесс, партнёр в команде или смена фокуса проекта."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:jupiter:opposition:uranus",
                                                                                                       "knowledge_item_id":  12568,
                                                                                                       "key":  "natal.aspect.jupiter.opposition.uranus",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Юпитер ☍ Уран: рост через рывки и неожиданные возможности. В карьере это про масштабирование и смену траектории. Риск — переоценка возможностей и хаос в приоритетах. Практика: делай «большие ставки» через короткие пилоты и держи финансовую/временную подушку."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:pluto:sextile:saturn",
                                                                                                       "knowledge_item_id":  12570,
                                                                                                       "key":  "natal.aspect.pluto.sextile.saturn",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Плутон ✧ Сатурн (секстиль): управляемая трансформация. В карьере — умение менять систему без разрушения: кризис-менеджмент, оптимизация, власть через компетентность. Практика: веди изменения через план (этапы, риски, контрольные точки), чтобы рост был безопасным."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:neptune:conjunction:sun",
                                                                                                       "knowledge_item_id":  12574,
                                                                                                       "key":  "natal.aspect.neptune.conjunction.sun",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Нептун ☌ Солнце: сильное видение, эмпатия и творческая идентичность. Подходит работа со смыслом, образом, вдохновением. Риск — размытые границы и самообман в целях. Практика: держи чёткий контракт (что делаем/когда/за сколько) и проверяй гипотезы фактами."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:mars:sextile:venus",
                                                                                                       "knowledge_item_id":  12567,
                                                                                                       "key":  "natal.aspect.mars.sextile.venus",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Марс ✧ Венера (секстиль): энергия + ценность. В карьере это про умение действовать и одновременно «продавать» результат — инициатива, переговоры, упаковка и отношения. Практика: закрепи связку «действие → демонстрация ценности»: каждую неделю один релиз/инициатива + один артефакт (кейс, презентация, предложение)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:neptune:conjunction:saturn",
                                                                                                       "knowledge_item_id":  12573,
                                                                                                       "key":  "natal.aspect.neptune.conjunction.saturn",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Нептун ☌ Сатурн: соединение мечты и структуры. В карьере — умение превращать видение в систему (креатив/смысл → регламент/план). Риск — туман целей или чрезмерная жёсткость. Практика: всегда задавай измеримые критерии и сроки, чтобы вдохновение давало результат."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:sun:conjunction:uranus",
                                                                                                       "knowledge_item_id":  12571,
                                                                                                       "key":  "natal.aspect.sun.conjunction.uranus",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Солнце ☌ Уран: независимый стиль лидерства и потребность в свободе/инновациях. Сильны технологии, реформы, нестандартные решения. Риск — резкие повороты и конфликт с жёсткими правилами. Практика: оформляй новизну в пилоты и метрики (срок, гипотеза, критерий успеха)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:neptune:sextile:pluto",
                                                                                                       "knowledge_item_id":  12569,
                                                                                                       "key":  "natal.aspect.neptune.sextile.pluto",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Нептун ✧ Плутон (секстиль): глубокое видение + трансформационная сила. В карьере — способность работать с большими изменениями: культура, смыслы, кризисы, «пересборка» систем. Практика: выбирай проекты с долгим эффектом и фиксируй границы ответственности, чтобы не утонуть в эмоциях и неопределённости."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:jupiter:opposition:sun",
                                                                                                       "knowledge_item_id":  12572,
                                                                                                       "key":  "natal.aspect.jupiter.opposition.sun",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Солнце ☍ Юпитер: амбиции и стремление к масштабу. В карьере это помогает брать большие роли, но важно не обещать лишнего. Практика: фиксируй объём работ и критерии успеха, дели цель на этапы и держи контроль качества, чтобы рост был устойчивым."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "aspect:saturn:conjunction:sun",
                                                                                                       "knowledge_item_id":  12575,
                                                                                                       "key":  "natal.aspect.saturn.conjunction.sun",
                                                                                                       "priority":  140,
                                                                                                       "created_at":  "2026-02-23 07:51:01",
                                                                                                       "text":  "Солнце ☌ Сатурн: лидерство через ответственность и дисциплину. Карьера растёт по долгому циклу: качество, статус, доверие. Риск — самокритика и перегруз. Практика: формализуй роль (KPI, зона ответственности) и держи ритм отчётности/ревью, чтобы усилия превращались в видимый результат."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_aries",
                                                                                                       "knowledge_item_id":  2110,
                                                                                                       "key":  "natal.sign.aries.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Овен». Это добавляет стилю проявления темы качества «Овен» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_taurus",
                                                                                                       "knowledge_item_id":  2111,
                                                                                                       "key":  "natal.sign.taurus.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Телец». Это добавляет стилю проявления темы качества «Телец» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_gemini",
                                                                                                       "knowledge_item_id":  2112,
                                                                                                       "key":  "natal.sign.gemini.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Близнецы». Это добавляет стилю проявления темы качества «Близнецы» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_leo",
                                                                                                       "knowledge_item_id":  2114,
                                                                                                       "key":  "natal.sign.leo.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Лев». Это добавляет стилю проявления темы качества «Лев» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_virgo",
                                                                                                       "knowledge_item_id":  2115,
                                                                                                       "key":  "natal.sign.virgo.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Дева». Это добавляет стилю проявления темы качества «Дева» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_libra",
                                                                                                       "knowledge_item_id":  2116,
                                                                                                       "key":  "natal.sign.libra.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Весы». Это добавляет стилю проявления темы качества «Весы» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_scorpio",
                                                                                                       "knowledge_item_id":  2117,
                                                                                                       "key":  "natal.sign.scorpio.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Скорпион». Это добавляет стилю проявления темы качества «Скорпион» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_sagittarius",
                                                                                                       "knowledge_item_id":  2118,
                                                                                                       "key":  "natal.sign.sagittarius.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Стрелец». Это добавляет стилю проявления темы качества «Стрелец» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_capricorn",
                                                                                                       "knowledge_item_id":  2119,
                                                                                                       "key":  "natal.sign.capricorn.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Козерог». Это добавляет стилю проявления темы качества «Козерог» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_aquarius",
                                                                                                       "knowledge_item_id":  2120,
                                                                                                       "key":  "natal.sign.aquarius.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Водолей». Это добавляет стилю проявления темы качества «Водолей» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "sign_present_pisces",
                                                                                                       "knowledge_item_id":  2121,
                                                                                                       "key":  "natal.sign.pisces.present",
                                                                                                       "priority":  102,
                                                                                                       "created_at":  "2026-02-21 09:56:30",
                                                                                                       "text":  "Тема «Восприятие»: заметен акцент знака «Рыбы». Это добавляет стилю проявления темы качества «Рыбы» (через личные планеты, углы или куспиды домов в этом знаке)."
                                                                                                   },
                                                                                                   {
                                                                                                       "block_id":  "topic_generic",
                                                                                                       "knowledge_item_id":  1498,
                                                                                                       "key":  "natal.how_others_see_me.generic",
                                                                                                       "priority":  80,
                                                                                                       "created_at":  "1771587605",
                                                                                                       "text":  "Базовый блок темы: how_others_see_me. Fallback внутри темы, когда специфические ключи недоступны."
                                                                                                   }
                                                                                               ]
                                                                    }
                                          }
                           }
             }
}
