{
    "meta":  {
                 "debug":  {
                               "topics":  {
                                              "purpose_path":  {
                                                                   "used_blocks_sample":  [
                                                                                              {
                                                                                                  "block_id":  "topic_generic",
                                                                                                  "knowledge_item_id":  1490,
                                                                                                  "key":  "natal.purpose_path.generic",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "1771587605",
                                                                                                  "text":  "Натальный маркер (natal.purpose_path.generic): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_taurus",
                                                                                                  "knowledge_item_id":  2207,
                                                                                                  "key":  "natal.sign.taurus.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Телец заметно проявлен в карте. Сильные стороны: устойчивость, практичность, вкус и качество. Риски перекоса: инертность, упрямство, страх перемен. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_gemini",
                                                                                                  "knowledge_item_id":  2208,
                                                                                                  "key":  "natal.sign.gemini.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Близнецы заметно проявлен в карте. Сильные стороны: гибкость ума, коммуникации, обучение. Риски перекоса: распыление, поверхностность, нервозность. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_cancer",
                                                                                                  "knowledge_item_id":  2209,
                                                                                                  "key":  "natal.sign.cancer.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Рак заметно проявлен в карте. Сильные стороны: эмпатия, забота, интуиция, память. Риски перекоса: ранимость, обидчивость, уход в защиту. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_leo",
                                                                                                  "knowledge_item_id":  2210,
                                                                                                  "key":  "natal.sign.leo.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Лев заметно проявлен в карте. Сильные стороны: самовыражение, лидерство, творчество. Риски перекоса: самолюбие, драматизация, зависимость от оценки. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_virgo",
                                                                                                  "knowledge_item_id":  2211,
                                                                                                  "key":  "natal.sign.virgo.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Дева заметно проявлен в карте. Сильные стороны: точность, анализ, полезность, порядок. Риски перекоса: критичность, тревожность, перфекционизм. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_scorpio",
                                                                                                  "knowledge_item_id":  2213,
                                                                                                  "key":  "natal.sign.scorpio.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Скорпион заметно проявлен в карте. Сильные стороны: глубина, стойкость, концентрация, трансформация. Риски перекоса: контроль, подозрительность, крайности. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_sagittarius",
                                                                                                  "knowledge_item_id":  2214,
                                                                                                  "key":  "natal.sign.sagittarius.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Стрелец заметно проявлен в карте. Сильные стороны: широта взглядов, смысл, честность, рост. Риски перекоса: прямолинейность, обещания без расчёта, беспокойство. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_capricorn",
                                                                                                  "knowledge_item_id":  2215,
                                                                                                  "key":  "natal.sign.capricorn.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Козерог заметно проявлен в карте. Сильные стороны: ответственность, стратегия, дисциплина, результат. Риски перекоса: жёсткость, перегруз, страх ошибки. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_aquarius",
                                                                                                  "knowledge_item_id":  2216,
                                                                                                  "key":  "natal.sign.aquarius.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Водолей заметно проявлен в карте. Сильные стороны: независимость, инновации, идеи, команда. Риски перекоса: отстранённость, упрямство идей, непредсказуемость. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "sign_present_pisces",
                                                                                                  "knowledge_item_id":  2217,
                                                                                                  "key":  "natal.sign.pisces.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-21 09:56:30",
                                                                                                  "text":  "Рыбы заметно проявлен в карте. Сильные стороны: воображение, сострадание, тонкость, вдохновение. Риски перекоса: размытые границы, избегание, иллюзии. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "angle:mc:any",
                                                                                                  "knowledge_item_id":  12834,
                                                                                                  "key":  "natal.angle.mc",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 08:09:19",
                                                                                                  "text":  "MC (Середина Неба) — вектор карьеры и общественного образа: как ты хочешь быть видим(а) и за что тебя ценят «снаружи». Он связан с направлением роста, статусом и типом задач, где проще получать признание. Практика: сформулируй 1 фразу «за что я хочу быть известен(на)» и проверь, какие действия реально поддерживают её каждую неделю."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:cusp:any",
                                                                                                  "knowledge_item_id":  12835,
                                                                                                  "key":  "natal.house.9.cusp.sign.any",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 08:09:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.cusp.sign.any): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:cusp",
                                                                                                  "knowledge_item_id":  13035,
                                                                                                  "key":  "natal.house.9.cusp.sign.sagittarius",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.cusp.sign.sagittarius): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:ruler:jupiter",
                                                                                                  "knowledge_item_id":  13043,
                                                                                                  "key":  "natal.house.9.ruler.jupiter",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.ruler.jupiter): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:ruler:jupiter:pos",
                                                                                                  "knowledge_item_id":  13039,
                                                                                                  "key":  "natal.house.9.ruler.jupiter.sign.any",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.ruler.jupiter.sign.any): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:ruler:any",
                                                                                                  "knowledge_item_id":  12839,
                                                                                                  "key":  "natal.house.9.ruler.any",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 08:09:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.ruler.any): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:planet:pluto",
                                                                                                  "knowledge_item_id":  13045,
                                                                                                  "key":  "natal.house.9.planet.pluto",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.planet.pluto): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:cusp:any",
                                                                                                  "knowledge_item_id":  12837,
                                                                                                  "key":  "natal.house.10.cusp.sign.any",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 08:09:19",
                                                                                                  "text":  "Куспид 10 дома показывает стиль достижения: как ты поднимаешь статус и за счёт чего закрепляешь результат. Он описывает «манеру успеха»: через дисциплину, харизму, пользу, связи или смысл. Практика: опиши свой рабочий стиль в 2 фразы и проверь, какие задачи усиливают репутацию, а какие её размывают."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:cusp",
                                                                                                  "knowledge_item_id":  13036,
                                                                                                  "key":  "natal.house.10.cusp.sign.sagittarius",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Куспид 10 дома в Стрелец: способ добиваться статуса и результата идёт через качества Стрелец. Сильная сторона: широта взглядов, смысл, честность, рост. Риск: прямолинейность, обещания без расчёта, беспокойство. Практика: выбери 1 привычку «по знаку» и закрепи её как рабочий стандарт (как принимаю решения, как сдаю результат, как общаюсь)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:ruler:jupiter",
                                                                                                  "knowledge_item_id":  13044,
                                                                                                  "key":  "natal.house.10.ruler.jupiter",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Управитель 10 дома — Юпитер: карьерный рост лучше идёт через масштаб, наставничество, репутация. Сильная сторона — можно сознательно развивать эту функцию как главный рычаг. Риск — перегибать роль (например, давить, спасать, слишком контролировать). Практика: выбери 1 навык по этой планете и прокачай его 14 дней с измеримой метрикой."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:ruler:jupiter:pos",
                                                                                                  "knowledge_item_id":  13040,
                                                                                                  "key":  "natal.house.10.ruler.jupiter.sign.any",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Юпитер как управитель 10 дома: стиль карьеры зависит от того, в каком «режиме» проявляется Юпитер (знак/аспекты). Сильная сторона — можно точнее настроить позиционирование и рабочий стиль. Практика: перед важной задачей выбери 1 настройку поведения (структура/темп/диалог/видимость) и удерживай её до сдачи результата."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:ruler:any",
                                                                                                  "knowledge_item_id":  12840,
                                                                                                  "key":  "natal.house.10.ruler.any",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 08:09:19",
                                                                                                  "text":  "Управитель 10 дома — ключ к карьерной траектории: через какие мотивы и навыки ты выходишь на статус и признание. Он показывает, что укрепляет репутацию и какие условия делают рост стабильным. Практика: найди 1 повторяющийся карьерный сценарий (успех/ошибка) и выдели правило, которое ты готов(а) соблюдать всегда."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:planet:mercury",
                                                                                                  "knowledge_item_id":  13047,
                                                                                                  "key":  "natal.house.10.planet.mercury",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Меркурий в 10 доме усиливает видимость этой функции в карьере: люди считывают тебя через коммуникации, анализ, тексты, переговоры. Сильная сторона — проще получать признание за результаты по этой теме. Риск — перегружаться ожиданиями или застревать в роли. Практика: выбери 1 стандарт качества/границ (что делаю всегда, а что не беру) и закрепи его как правило."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:planet:sun",
                                                                                                  "knowledge_item_id":  13046,
                                                                                                  "key":  "natal.house.10.planet.sun",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Солнце в 10 доме усиливает видимость этой функции в карьере: люди считывают тебя через лидерство, видимость, роль и ответственность. Сильная сторона — проще получать признание за результаты по этой теме. Риск — перегружаться ожиданиями или застревать в роли. Практика: выбери 1 стандарт качества/границ (что делаю всегда, а что не беру) и закрепи его как правило."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:ruler:jupiter:aspects:present",
                                                                                                  "knowledge_item_id":  13037,
                                                                                                  "key":  "natal.house.9.ruler.jupiter.aspects.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.ruler.jupiter.aspects.present): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:9:ruler:jupiter:aspect:sextile:mars",
                                                                                                  "knowledge_item_id":  13041,
                                                                                                  "key":  "natal.house.9.ruler.jupiter.aspect.sextile.mars",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Натальный маркер (natal.house.9.ruler.jupiter.aspect.sextile.mars): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:ruler:jupiter:aspects:present",
                                                                                                  "knowledge_item_id":  13038,
                                                                                                  "key":  "natal.house.10.ruler.jupiter.aspects.present",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Аспекты управителя 10 дома (Юпитер) показывают, что усиливает или усложняет карьерную реализацию. Гармоничные аспекты дают естественный ресурс, напряжённые требуют стратегии и навыка управления рисками. Практика: выбери 1 стрессовую точку (дедлайн/конфликт/неясные ожидания) и заранее задай правило, как ты действуешь в таких ситуациях."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "house:10:ruler:jupiter:aspect:sextile:mars",
                                                                                                  "knowledge_item_id":  13042,
                                                                                                  "key":  "natal.house.10.ruler.jupiter.aspect.sextile.mars",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Управитель 10 дома (Юпитер) в аспекте секстиль с Марс: это влияет на карьерные решения и стиль достижения. Обычно это даёт ресурс и проще превращается в навык/результат. Практика: опиши 1 повторяющийся карьерный сценарий (триггер → реакция → результат) и добавь одно правило, которое стабилизирует итог."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "elements:fire:count",
                                                                                                  "knowledge_item_id":  13033,
                                                                                                  "key":  "natal.elements.fire.count.3",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Стихия Огонь выражена на уровне 3. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "elements:earth:count",
                                                                                                  "knowledge_item_id":  13032,
                                                                                                  "key":  "natal.elements.earth.count.3",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Стихия Земля выражена на уровне 3. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "elements:air:count",
                                                                                                  "knowledge_item_id":  13034,
                                                                                                  "key":  "natal.elements.air.count.3",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Стихия Воздух выражена на уровне 3. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "elements:water:count",
                                                                                                  "knowledge_item_id":  13031,
                                                                                                  "key":  "natal.elements.water.count.1",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Стихия Вода выражена на уровне 1. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "elements:dominant",
                                                                                                  "knowledge_item_id":  13029,
                                                                                                  "key":  "natal.elements.dominant.fire",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Доминирует стихия Огонь: она чаще всего ведёт тебя к решениям. Сильная сторона — быстро включаешься в «родной» стиль. Риск — недооценивать противоположные подходы. Практика: добавь один компенсирующий шаг из другой стихии (план/контакт/чувства/действие) перед финальным выбором."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "elements:deficient",
                                                                                                  "knowledge_item_id":  13028,
                                                                                                  "key":  "natal.elements.deficient.water",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Дефицит стихии Вода: этот способ реагирования может требовать сознательной тренировки. Не слабость, а зона развития: её легче встроить через простые ритуалы. Практика: выбери 1 привычку на 10 минут в день, которая добавляет {er} (например: телесная рутина, общение, эмоции, действие)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "polarity:balance",
                                                                                                  "knowledge_item_id":  13027,
                                                                                                  "key":  "natal.polarity.balance.yang",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Баланс полярности смещён в Ян: легче включаться в действие, проявлять инициативу и брать роль. Риск — идти вперёд без пауз и не слышать сигналов усталости/отношений. Микро-пример: в дедлайне можно ускориться так, что качество и диалог проседают. Практика: добавь «стоп-проверку» перед решениями (пауза 60 секунд: цель, последствия, ресурс)."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "modality:dominant",
                                                                                                  "knowledge_item_id":  13030,
                                                                                                  "key":  "natal.modality.dominant.fixed",
                                                                                                  "priority":  140,
                                                                                                  "created_at":  "2026-02-23 09:32:19",
                                                                                                  "text":  "Доминирует модальность фиксированная: сильные стороны — устойчивость, доведение до результата, верность выбранному. Риски — застревание, сопротивление переменам. Практика: выбери один процесс, где нужен баланс, и добавь недостающую стадию (старт/стабилизация/адаптация) на неделю."
                                                                                              },
                                                                                              {
                                                                                                  "block_id":  "angle:mc",
                                                                                                  "knowledge_item_id":  1300,
                                                                                                  "key":  "natal.angle.mc.sign.sagittarius",
                                                                                                  "priority":  100,
                                                                                                  "created_at":  "1771567143",
                                                                                                  "text":  "MC в Стрельце — вектор реализации и публичный образ: заметнее всего раскрываются качества стрелец. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."
                                                                                              }
                                                                                          ]
                                                               }
                                          }
                           }
             }
}
