{
    "meta":  {
                 "debug":  {
                               "topics":  {
                                              "self_esteem":  {
                                                                  "used_blocks_sample":  [
                                                                                             {
                                                                                                 "block_id":  "topic_generic",
                                                                                                 "knowledge_item_id":  1499,
                                                                                                 "key":  "natal.self_esteem.generic",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "1771587605",
                                                                                                 "text":  "Натальный маркер (natal.self_esteem.generic): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_taurus",
                                                                                                 "knowledge_item_id":  2219,
                                                                                                 "key":  "natal.sign.taurus.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Телец заметно проявлен в карте. Сильные стороны: устойчивость, практичность, вкус и качество. Риски перекоса: инертность, упрямство, страх перемен. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_gemini",
                                                                                                 "knowledge_item_id":  2220,
                                                                                                 "key":  "natal.sign.gemini.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Близнецы заметно проявлен в карте. Сильные стороны: гибкость ума, коммуникации, обучение. Риски перекоса: распыление, поверхностность, нервозность. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_cancer",
                                                                                                 "knowledge_item_id":  2221,
                                                                                                 "key":  "natal.sign.cancer.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Рак заметно проявлен в карте. Сильные стороны: эмпатия, забота, интуиция, память. Риски перекоса: ранимость, обидчивость, уход в защиту. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_leo",
                                                                                                 "knowledge_item_id":  2222,
                                                                                                 "key":  "natal.sign.leo.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Лев заметно проявлен в карте. Сильные стороны: самовыражение, лидерство, творчество. Риски перекоса: самолюбие, драматизация, зависимость от оценки. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_virgo",
                                                                                                 "knowledge_item_id":  2223,
                                                                                                 "key":  "natal.sign.virgo.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Дева заметно проявлен в карте. Сильные стороны: точность, анализ, полезность, порядок. Риски перекоса: критичность, тревожность, перфекционизм. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_scorpio",
                                                                                                 "knowledge_item_id":  2225,
                                                                                                 "key":  "natal.sign.scorpio.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Скорпион заметно проявлен в карте. Сильные стороны: глубина, стойкость, концентрация, трансформация. Риски перекоса: контроль, подозрительность, крайности. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_sagittarius",
                                                                                                 "knowledge_item_id":  2226,
                                                                                                 "key":  "natal.sign.sagittarius.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Стрелец заметно проявлен в карте. Сильные стороны: широта взглядов, смысл, честность, рост. Риски перекоса: прямолинейность, обещания без расчёта, беспокойство. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_capricorn",
                                                                                                 "knowledge_item_id":  2227,
                                                                                                 "key":  "natal.sign.capricorn.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Козерог заметно проявлен в карте. Сильные стороны: ответственность, стратегия, дисциплина, результат. Риски перекоса: жёсткость, перегруз, страх ошибки. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_aquarius",
                                                                                                 "knowledge_item_id":  2228,
                                                                                                 "key":  "natal.sign.aquarius.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Водолей заметно проявлен в карте. Сильные стороны: независимость, инновации, идеи, команда. Риски перекоса: отстранённость, упрямство идей, непредсказуемость. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "sign_present_pisces",
                                                                                                 "knowledge_item_id":  2229,
                                                                                                 "key":  "natal.sign.pisces.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-21 09:56:30",
                                                                                                 "text":  "Рыбы заметно проявлен в карте. Сильные стороны: воображение, сострадание, тонкость, вдохновение. Риски перекоса: размытые границы, избегание, иллюзии. Практика: выбери 1 сильную сторону и 1 риск и закрепи их в конкретном действии на неделю (что усиливаю, что ограничиваю, по каким признакам пойму, что баланс соблюдён)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "angle:asc:any",
                                                                                                 "knowledge_item_id":  12983,
                                                                                                 "key":  "natal.angle.asc",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "ASC (Асцендент) — твоя «первая подача»: как ты входишь в контакт и как тебя считывают в начале. Он влияет на манеру поведения, темп, язык тела и то, как ты запускаешь новые ситуации. Практика: в ближайшем общении проверь, что ты транслируешь на старте (тон/скорость/границы) и как это влияет на ответ людей."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "angle:asc",
                                                                                                 "knowledge_item_id":  12991,
                                                                                                 "key":  "natal.angle.asc.sign.pisces",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:20:21",
                                                                                                 "text":  "ASC в знаке Рыбы: первое впечатление и стартовые реакции окрашены качествами знака. Сильная сторона: воображение, сострадание, тонкость, вдохновение. Риск: размытые границы, избегание, иллюзии. Практика: выбери один «мягкий» регулятор (темп, дистанция, формулировки) и подстрой его, чтобы сильная сторона работала без перегиба."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:cusp:any",
                                                                                                 "knowledge_item_id":  12791,
                                                                                                 "key":  "natal.house.2.cusp.sign.any",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 08:08:17",
                                                                                                 "text":  "Натальный маркер (natal.house.2.cusp.sign.any): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:cusp",
                                                                                                 "knowledge_item_id":  12984,
                                                                                                 "key":  "natal.house.2.cusp.sign.taurus",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Натальный маркер (natal.house.2.cusp.sign.taurus): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:ruler:venus",
                                                                                                 "knowledge_item_id":  12989,
                                                                                                 "key":  "natal.house.2.ruler.venus",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Натальный маркер (natal.house.2.ruler.venus): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:ruler:venus:pos",
                                                                                                 "knowledge_item_id":  12986,
                                                                                                 "key":  "natal.house.2.ruler.venus.sign.any",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Натальный маркер (natal.house.2.ruler.venus.sign.any): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:ruler:any",
                                                                                                 "knowledge_item_id":  12798,
                                                                                                 "key":  "natal.house.2.ruler.any",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 08:08:17",
                                                                                                 "text":  "Управитель 2 дома — ключ к финансовой устойчивости: через какие навыки, привычки и ценности ты легче накапливаешь ресурсы. Он показывает, что укрепляет доход, а что делает денежный поток нестабильным. Практика: выбери 1 правило денег (учёт/прайс/резерв/границы) и соблюдай его 14 дней, фиксируя результат."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:planet:saturn",
                                                                                                 "knowledge_item_id":  12990,
                                                                                                 "key":  "natal.house.2.planet.saturn",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Натальный маркер (natal.house.2.planet.saturn): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:ruler:venus:aspects:present",
                                                                                                 "knowledge_item_id":  12985,
                                                                                                 "key":  "natal.house.2.ruler.venus.aspects.present",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Натальный маркер (natal.house.2.ruler.venus.aspects.present): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:ruler:venus:aspect:square:mars",
                                                                                                 "knowledge_item_id":  12987,
                                                                                                 "key":  "natal.house.2.ruler.venus.aspect.square.mars",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Натальный маркер (natal.house.2.ruler.venus.aspect.square.mars): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "house:2:ruler:venus:aspect:sextile:neptune",
                                                                                                 "knowledge_item_id":  12988,
                                                                                                 "key":  "natal.house.2.ruler.venus.aspect.sextile.neptune",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Натальный маркер (natal.house.2.ruler.venus.aspect.sextile.neptune): это подсказка о стиле реакции и типичных сценариях. Практика: отследи, как это проявляется 7 дней (триггеры → реакция → результат) и выбери одну настройку поведения (границы, темп, коммуникация, режим восстановления)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "elements:fire:count",
                                                                                                 "knowledge_item_id":  12981,
                                                                                                 "key":  "natal.elements.fire.count.3",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Стихия Огонь выражена на уровне 3. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "elements:earth:count",
                                                                                                 "knowledge_item_id":  12980,
                                                                                                 "key":  "natal.elements.earth.count.3",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Стихия Земля выражена на уровне 3. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "elements:air:count",
                                                                                                 "knowledge_item_id":  12982,
                                                                                                 "key":  "natal.elements.air.count.3",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Стихия Воздух выражена на уровне 3. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "elements:water:count",
                                                                                                 "knowledge_item_id":  12979,
                                                                                                 "key":  "natal.elements.water.count.1",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Стихия Вода выражена на уровне 1. Это задаёт привычный способ включаться в жизнь: через смысл/действие (Огонь), практику/материальность (Земля), идеи/контакты (Воздух), чувства/интуицию (Вода). Практика: в сложной ситуации попробуй «перевести» задачу на язык этой стихии и посмотри, что упростится."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "elements:dominant",
                                                                                                 "knowledge_item_id":  12977,
                                                                                                 "key":  "natal.elements.dominant.fire",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Доминирует стихия Огонь: она чаще всего ведёт тебя к решениям. Сильная сторона — быстро включаешься в «родной» стиль. Риск — недооценивать противоположные подходы. Практика: добавь один компенсирующий шаг из другой стихии (план/контакт/чувства/действие) перед финальным выбором."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "elements:deficient",
                                                                                                 "knowledge_item_id":  12976,
                                                                                                 "key":  "natal.elements.deficient.water",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Дефицит стихии Вода: этот способ реагирования может требовать сознательной тренировки. Не слабость, а зона развития: её легче встроить через простые ритуалы. Практика: выбери 1 привычку на 10 минут в день, которая добавляет {er} (например: телесная рутина, общение, эмоции, действие)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "polarity:balance",
                                                                                                 "knowledge_item_id":  12975,
                                                                                                 "key":  "natal.polarity.balance.yang",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Баланс полярности смещён в Ян: легче включаться в действие, проявлять инициативу и брать роль. Риск — идти вперёд без пауз и не слышать сигналов усталости/отношений. Микро-пример: в дедлайне можно ускориться так, что качество и диалог проседают. Практика: добавь «стоп-проверку» перед решениями (пауза 60 секунд: цель, последствия, ресурс)."
                                                                                             },
                                                                                             {
                                                                                                 "block_id":  "modality:dominant",
                                                                                                 "knowledge_item_id":  12978,
                                                                                                 "key":  "natal.modality.dominant.fixed",
                                                                                                 "priority":  140,
                                                                                                 "created_at":  "2026-02-23 09:19:25",
                                                                                                 "text":  "Доминирует модальность фиксированная: сильные стороны — устойчивость, доведение до результата, верность выбранному. Риски — застревание, сопротивление переменам. Практика: выбери один процесс, где нужен баланс, и добавь недостающую стадию (старт/стабилизация/адаптация) на неделю."
                                                                                             }
                                                                                         ]
                                                              }
                                          }
                           }
             }
}
