{"key":"natal.planet.sun.sign.any","topic_category":null,"locale":"ru-RU","priority":100,"text":"Солнце показывает ядро личности и ощущение собственного «я». Это то, как человек проявляет волю, инициативу и стремление к самореализации. Положение Солнца отражает внутреннее чувство цели и того, ради чего стоит действовать. Через Солнце человек выражает свою индивидуальность и потребность быть признанным. Оно связано с уверенностью в себе и способностью брать ответственность за собственный путь. Когда энергия Солнца используется осознанно, появляется ощущение внутренней целостности."}
{"key":"natal.planet.moon.sign.any","topic_category":null,"locale":"ru-RU","priority":100,"text":"Луна описывает эмоциональную природу и внутренние реакции человека. Она показывает, как человек чувствует, переживает и обрабатывает опыт на глубинном уровне. Через Луну проявляются потребности в безопасности, заботе и эмоциональной близости. Это область инстинктов, привычек и автоматических реакций. Луна также связана с образом внутреннего комфорта и тем, что помогает восстанавливаться. Понимание своей Луны даёт ключ к эмоциональной устойчивости."}
{"key":"natal.planet.mercury.sign.any","topic_category":null,"locale":"ru-RU","priority":100,"text":"Меркурий отражает мышление, способ восприятия информации и общения. Он показывает, как человек анализирует, формулирует мысли и делает выводы. Через Меркурий проявляется стиль речи, любознательность и обучаемость. Это показатель того, как человек объясняет мир себе и другим. Меркурий также связан с гибкостью ума и способностью адаптироваться. Его положение влияет на скорость мышления и характер рассуждений."}
{"key":"natal.planet.venus.sign.any","topic_category":null,"locale":"ru-RU","priority":100,"text":"Венера описывает ценности, вкусы и способность получать удовольствие. Она показывает, что человек считает приятным, красивым и значимым. Через Венеру проявляется стиль привязанности и отношение к гармонии. Это планета симпатий, притяжения и чувства меры. Венера также связана с самооценкой и ощущением собственной ценности. Её положение подсказывает, как человек стремится к комфорту и балансу."}
{"key":"natal.planet.mars.sign.any","topic_category":null,"locale":"ru-RU","priority":100,"text":"Марс отражает энергию действия и способ проявления силы. Он показывает, как человек добивается желаемого и отстаивает свои границы. Через Марс проявляется решительность, напор и готовность к конкуренции. Это источник мотивации и импульса к движению вперёд. Марс также связан с реакцией на препятствия и конфликтные ситуации. Осознанный Марс помогает действовать эффективно, а не разрушительно."}
{"key":"natal.angle.asc.sign.any","topic_category":null,"locale":"ru-RU","priority":100,"text":"Асцендент показывает первое впечатление и внешний стиль самовыражения. Он описывает, как человек проявляется в новых ситуациях и при знакомстве. Через Асцендент формируется манера поведения и спонтанные реакции. Это своего рода «точка входа» личности во внешний мир. Асцендент влияет на то, как человека воспринимают окружающие. Он также задаёт общий вектор жизненного подхода."}
{"key":"natal.angle.mc.sign.any","topic_category":null,"locale":"ru-RU","priority":100,"text":"MC (Середина Неба) отражает направление социальной реализации и амбиций. Он показывает, каким образом человек стремится быть полезным и заметным в обществе. Через MC проявляется отношение к достижениям и признанию. Это точка долгосрочных целей и ощущения профессионального смысла. MC также связан с образом авторитета и социальной роли. Его положение подсказывает, где человек хочет оставить след."}
