{"key": "natal.planet.sun.sign.aries", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Овне задаёт стиль самореализации: ты выражаешь себя через качества овен. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.taurus", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Тельце задаёт стиль самореализации: ты выражаешь себя через качества телец. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.gemini", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Близнецах задаёт стиль самореализации: ты выражаешь себя через качества близнецы. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.cancer", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Раке задаёт стиль самореализации: ты выражаешь себя через качества рак. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.leo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Льве задаёт стиль самореализации: ты выражаешь себя через качества лев. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.virgo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Деве задаёт стиль самореализации: ты выражаешь себя через качества дева. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.libra", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Весах задаёт стиль самореализации: ты выражаешь себя через качества весы. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.scorpio", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Скорпионе задаёт стиль самореализации: ты выражаешь себя через качества скорпион. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.sagittarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Стрельце задаёт стиль самореализации: ты выражаешь себя через качества стрелец. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.capricorn", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Козероге задаёт стиль самореализации: ты выражаешь себя через качества козерог. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.aquarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Водолее задаёт стиль самореализации: ты выражаешь себя через качества водолей. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.sun.sign.pisces", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Солнце в Рыбах задаёт стиль самореализации: ты выражаешь себя через качества рыбы. Тебе важно ощущать личный рост и укрепление опоры, а не просто занятость. Сильная сторона — ответственность за результат и умение держать курс. Риск — застрять в одной стратегии и путать устойчивость с упрямством. Рабочий ключ: ставь измеримые цели и регулярно пересматривай правила игры. В ресурсе ты становишься спокойной точкой сборки для других людей."}
{"key": "natal.planet.moon.sign.aries", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Овне описывает эмоциональный автопилот: чувства включаются по логике овен. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.taurus", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Тельце описывает эмоциональный автопилот: чувства включаются по логике телец. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.gemini", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Близнецах описывает эмоциональный автопилот: чувства включаются по логике близнецы. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.cancer", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Раке описывает эмоциональный автопилот: чувства включаются по логике рак. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.leo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Льве описывает эмоциональный автопилот: чувства включаются по логике лев. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.virgo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Деве описывает эмоциональный автопилот: чувства включаются по логике дева. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.libra", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Весах описывает эмоциональный автопилот: чувства включаются по логике весы. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.scorpio", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Скорпионе описывает эмоциональный автопилот: чувства включаются по логике скорпион. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.sagittarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Стрельце описывает эмоциональный автопилот: чувства включаются по логике стрелец. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.capricorn", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Козероге описывает эмоциональный автопилот: чувства включаются по логике козерог. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.aquarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Водолее описывает эмоциональный автопилот: чувства включаются по логике водолей. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.moon.sign.pisces", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Луна в Рыбах описывает эмоциональный автопилот: чувства включаются по логике рыбы. Тебе нужна безопасность, но чаще через предсказуемость и честность, чем через комфорт. Сильная сторона — чувствительность к атмосфере и скрытым сигналам. Риск — закрываться или реагировать слишком резко, когда мир не совпадает с ожиданиями. Рабочий ключ: отделяй факт от интерпретации и называй эмоцию словами. В лучшем проявлении ты даёшь людям чувство «меня поняли» без давления."}
{"key": "natal.planet.mercury.sign.aries", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Овне показывает, как ты думаешь и говоришь: мышление окрашено качествами овен. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.taurus", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Тельце показывает, как ты думаешь и говоришь: мышление окрашено качествами телец. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.gemini", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Близнецах показывает, как ты думаешь и говоришь: мышление окрашено качествами близнецы. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.cancer", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Раке показывает, как ты думаешь и говоришь: мышление окрашено качествами рак. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.leo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Льве показывает, как ты думаешь и говоришь: мышление окрашено качествами лев. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.virgo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Деве показывает, как ты думаешь и говоришь: мышление окрашено качествами дева. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.libra", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Весах показывает, как ты думаешь и говоришь: мышление окрашено качествами весы. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.scorpio", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Скорпионе показывает, как ты думаешь и говоришь: мышление окрашено качествами скорпион. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.sagittarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Стрельце показывает, как ты думаешь и говоришь: мышление окрашено качествами стрелец. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.capricorn", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Козероге показывает, как ты думаешь и говоришь: мышление окрашено качествами козерог. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.aquarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Водолее показывает, как ты думаешь и говоришь: мышление окрашено качествами водолей. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.mercury.sign.pisces", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Меркурий в Рыбах показывает, как ты думаешь и говоришь: мышление окрашено качествами рыбы. Ты быстрее учишься там, где можно сразу применить знание и увидеть обратную связь. Сильная сторона — собирать картину из деталей и объяснять по делу. Риск — спорить ради победы или перескакивать по темам без завершения. Рабочий ключ: фиксируй тезис, критерий и следующий шаг перед разговором или решением. Твоя коммуникация особенно сильна, когда ты держишь простоту вместе с точностью."}
{"key": "natal.planet.venus.sign.aries", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Овне описывает вкус, ценности и способ сближения через качества овен. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.taurus", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Тельце описывает вкус, ценности и способ сближения через качества телец. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.gemini", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Близнецах описывает вкус, ценности и способ сближения через качества близнецы. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.cancer", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Раке описывает вкус, ценности и способ сближения через качества рак. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.leo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Льве описывает вкус, ценности и способ сближения через качества лев. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.virgo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Деве описывает вкус, ценности и способ сближения через качества дева. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.libra", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Весах описывает вкус, ценности и способ сближения через качества весы. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.scorpio", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Скорпионе описывает вкус, ценности и способ сближения через качества скорпион. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.sagittarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Стрельце описывает вкус, ценности и способ сближения через качества стрелец. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.capricorn", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Козероге описывает вкус, ценности и способ сближения через качества козерог. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.aquarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Водолее описывает вкус, ценности и способ сближения через качества водолей. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.venus.sign.pisces", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Венера в Рыбах описывает вкус, ценности и способ сближения через качества рыбы. Тебе важно, чтобы отношения соответствовали твоей системе ценностей, а не только были приятными. Сильная сторона — создавать атмосферу, где людям легче быть собой. Риск — идеализировать, покупать близость удобством или держать дистанцию из страха уязвимости. Рабочий ключ: проговаривай ожидания и границы заранее, без намёков и догадок. В лучшем проявлении ты соединяешь эстетику и честность без самообмана."}
{"key": "natal.planet.mars.sign.aries", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Овне показывает стиль действия и защиты по модели овен. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.taurus", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Тельце показывает стиль действия и защиты по модели телец. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.gemini", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Близнецах показывает стиль действия и защиты по модели близнецы. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.cancer", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Раке показывает стиль действия и защиты по модели рак. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.leo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Льве показывает стиль действия и защиты по модели лев. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.virgo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Деве показывает стиль действия и защиты по модели дева. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.libra", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Весах показывает стиль действия и защиты по модели весы. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.scorpio", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Скорпионе показывает стиль действия и защиты по модели скорпион. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.sagittarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Стрельце показывает стиль действия и защиты по модели стрелец. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.capricorn", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Козероге показывает стиль действия и защиты по модели козерог. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.aquarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Водолее показывает стиль действия и защиты по модели водолей. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.planet.mars.sign.pisces", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Марс в Рыбах показывает стиль действия и защиты по модели рыбы. Тебе нужен фокус на цели, иначе энергия уходит в раздражение и распыление. Сильная сторона — включаться и продавливать сопротивление, когда ставка важна. Риск — конфликтовать из-за мелочей или торопиться, ломая качество. Рабочий ключ: выбирай одну ключевую задачу и измеряй прогресс действиями. Когда энергия собрана, ты становишься человеком, который делает, а не обсуждает бесконечно."}
{"key": "natal.angle.asc.sign.aries", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Овне — первое впечатление и манера входить в мир: ты проявляешь качества овен с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.taurus", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Тельце — первое впечатление и манера входить в мир: ты проявляешь качества телец с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.gemini", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Близнецах — первое впечатление и манера входить в мир: ты проявляешь качества близнецы с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.cancer", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Раке — первое впечатление и манера входить в мир: ты проявляешь качества рак с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.leo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Льве — первое впечатление и манера входить в мир: ты проявляешь качества лев с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.virgo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Деве — первое впечатление и манера входить в мир: ты проявляешь качества дева с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.libra", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Весах — первое впечатление и манера входить в мир: ты проявляешь качества весы с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.scorpio", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Скорпионе — первое впечатление и манера входить в мир: ты проявляешь качества скорпион с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.sagittarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Стрельце — первое впечатление и манера входить в мир: ты проявляешь качества стрелец с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.capricorn", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Козероге — первое впечатление и манера входить в мир: ты проявляешь качества козерог с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.aquarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Водолее — первое впечатление и манера входить в мир: ты проявляешь качества водолей с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.asc.sign.pisces", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "Асцендент в Рыбах — первое впечатление и манера входить в мир: ты проявляешь качества рыбы с порога. Люди сначала видят твой темп и стиль контакта, а уже потом глубину мотивации. Сильная сторона — быстро задавать тон и понимать, как устроена ситуация. Риск — застревать в роли и играть образ вместо живой реакции. Рабочий ключ: осознанно переключай темп и выбирай, где быть прямым, а где мягким. В лучшем проявлении рядом с тобой становится понятнее, что делать дальше."}
{"key": "natal.angle.mc.sign.aries", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Овне — вектор реализации и публичный образ: заметнее всего раскрываются качества овен. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.taurus", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Тельце — вектор реализации и публичный образ: заметнее всего раскрываются качества телец. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.gemini", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Близнецах — вектор реализации и публичный образ: заметнее всего раскрываются качества близнецы. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.cancer", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Раке — вектор реализации и публичный образ: заметнее всего раскрываются качества рак. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.leo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Льве — вектор реализации и публичный образ: заметнее всего раскрываются качества лев. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.virgo", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Деве — вектор реализации и публичный образ: заметнее всего раскрываются качества дева. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.libra", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Весах — вектор реализации и публичный образ: заметнее всего раскрываются качества весы. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.scorpio", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Скорпионе — вектор реализации и публичный образ: заметнее всего раскрываются качества скорпион. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.sagittarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Стрельце — вектор реализации и публичный образ: заметнее всего раскрываются качества стрелец. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.capricorn", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Козероге — вектор реализации и публичный образ: заметнее всего раскрываются качества козерог. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.aquarius", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Водолее — вектор реализации и публичный образ: заметнее всего раскрываются качества водолей. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
{"key": "natal.angle.mc.sign.pisces", "locale": "ru-RU", "topic_category": "personality_core", "priority": 100, "is_active": 1, "text": "MC в Рыбах — вектор реализации и публичный образ: заметнее всего раскрываются качества рыбы. Тебе легче расти, когда есть понятные критерии успеха и видимость вклада. Сильная сторона — упаковывать навыки в ясную ценность для других. Риск — жить чужой оценкой и терять связь с собственными приоритетами. Рабочий ключ: сформулируй миссию одной фразой и проверяй решения на соответствие ей. В лучшем проявлении ты строишь репутацию на качестве и последовательности."}
